Repository: bhattabhi013/sih-swarabhaas
Catalog: lib/l10N/app_*.arb
Languages: hi

# language
source: English
hi: भाषा

# appName
source: Swarabhaas
hi: स्वराभास

source: Login with Google
hi: गूगल से लॉगिन करें

# startCaptioning
source: Start your live captioning by clicking down the button
hi: बटन दबाकर अपनी लाइव कैप्शनिंग शुरू करें

source: Hi!
hi: नमस्ते

# startCaption
source: Start live caption
hi: लाइव कैप्शन शुरू करें

# stopCaptioning
source: Stop live caption
hi: लाइव कैप्शन बंद करें

source: Enable camera mode
hi: कैमेरा मोड शुरू करें

# uploadVideo
source: upload the video
hi: वह वीडियो अपलोड करें जिसका ट्रांसक्रिप्शन आप चाहते हैं

# selectLanguage
source: please select the language you want to convert the video in
hi: कृपया उस भाषा को चुनें जिसमें आप वीडियो को कनवर्ट करना चाहते हैं

source: Hindi
hi: हिंदी

source: English
hi: अंग्रेजी

# success
source: your video conversion was successful
hi: आपका वीडियो कन्वर्शन सफल रहा

# download
source: Download vid & subs
hi: वीडियो डाउनलोड करें

# downTrans
source: Download transcript
hi: ट्रांसक्रिप्ट डाउनलोड करें

# startMeetHead
source: start your first meet with your favourite person
hi: अपने पसंदीदा व्यक्ति के साथ अपनी पहली मीटिंग शुरू करें

# joinMeet
source: join a meet
hi: मीटिंग में शामिल हों

# startMeet
source: start a meet
hi: मीटिंग शुरू करें

source: Enter meet number
hi: मीट संख्या दर्ज करिए

source: today
hi: आज

source: yesterday
hi: कल

source: Home
hi: होम

source: Video
hi: वीडियो

source: Audio
hi: ऑडियो
